Repository: skverall/CarDealerTracker-ios-android
Catalog: iOS Car Dealer Tracker/Ezcar24Business/Localizable.xcstrings
Source language: en
Languages: ar, hi, id, ja, ko, pt_br, ru, uz

source: Save Comment
ar: حفظ التعليق
hi: टिप्पणी सहेजें
id: Simpan Komentar
ja: コメントを保存
pt_br: Salvar comentário
ru: Сохранить комментарий
uz: Fikrni saqlash

source: Save Deal Desk Sale
ar: حفظ بيع مكتب الصفقة
hi: Deal Desk सेल सेव करें
id: Simpan Penjualan Deal Desk
ja: 販売計算の内容で保存
pt_br: Salvar promoção do Deal Desk
ru: Сохранить продажу через калькулятор
uz: Deal Desk sotuvini saqlash

source: Save Expense
ar: حفظ المصروفات
hi: खर्च बचाएं
id: Menghemat Biaya
ja: 経費を保存
pt_br: Economizar despesas
ru: Сохранить расход
uz: Xarajatni saqlash

source: Save Payment
ar: حفظ الدفع
hi: भुगतान सहेजें
id: Simpan Pembayaran
ja: 支払いを保存
pt_br: Salvar pagamento
ru: Сохранить платеж
uz: Toʻlovni saqlash

source: Save as PDF
ar: حفظ كملف PDF
hi: PDF के रूप में सहेजें
id: Simpan sebagai PDF
ja: PDFとして保存
pt_br: Salvar como PDF
ru: Сохранить как PDF
uz: PDF sifatida saqlash

source: Save settings
ar: حفظ الإعدادات
hi: सेटिंग्स सहेजें
id: Simpan pengaturan
ja: 設定を保存
pt_br: Salvar configurações
ru: Сохранить настройки
uz: Sozlamalarni saqlash

source: Saved
ar: أنقذ
hi: सहेजा गया
id: Disimpan
ja: 保存済み
pt_br: Salvo
ru: Сохранено
uz: Saqlangan

source: Saving...
ar: توفير...
hi: सहेजा जा रहा है...
id: Menyimpan...
ja: 保存中...
pt_br: Salvando...
ru: Сохранение...
uz: Saqlanmoqda...

source: Scheduled
ar: مجدول
hi: अनुसूचित
id: Dijadwalkan
ja: 予定済み
pt_br: Agendado
ru: Запланировано
uz: Rejalashtirilgan

source: Schema Preview
ar: معاينة المخطط
hi: स्कीमा पूर्वावलोकन
id: Pratinjau Skema
ja: スキーマプレビュー
pt_br: Visualização do esquema
ru: Предпросмотр схемы
uz: Sxemani oldindan koʻrish

source: Search Make, Model, Inventory ID, VIN...
ar: ابحث عن الشركة المصنعة، الطراز، رقم المخزون، VIN...
hi: खोज मेक, मॉडल, इन्वेंटरी ID, VIN...
id: Pencarian Merek, Model, Inventaris ID, VIN...
ja: メーカー、車種、在庫ID、VINを検索...
pt_br: Pesquisar Marca, Modelo, Estoque ID, VIN...
ru: Поиск по марке, модели, ID склада, VIN...
uz: Marka, model, inventar identifikatori, VIN kodini qidiring...

source: Search Make, Model, VIN...
ar: ابحث عن الشركة المصنعة، الطراز، VIN...
hi: मेक, मॉडल, VIN खोजें...
id: Telusuri Merek, Model, VIN...
ja: メーカー、車種、VINを検索...
pt_br: Pesquisar Marca, Modelo, VIN...
ru: Поиск марки, модели, VIN...
uz: Marka, Model, VIN kodini qidiring...

source: Search expenses
ar: بحث المصروفات
hi: खोज खर्च
id: Biaya pencarian
ja: 経費を検索
pt_br: Despesas de pesquisa
ru: Поиск расходов
uz: Qidiruv xarajatlari

source: Section
ar: قسم
hi: धारा
id: Bagian
ja: セクション
pt_br: Seção
ru: Раздел
uz: Boʻlim

source: Secured by App Store
ar: مؤمن بواسطة متجر التطبيقات
hi: App Store द्वारा सुरक्षित
id: Diamankan oleh App Store
ja: App Storeで保護されています
pt_br: Protegido por App Store
ru: Защищено App Store
uz: App Store tomonidan himoyalangan

source: Select Business
ar: اختر الأعمال
hi: व्यवसाय चुनें
id: Pilih Bisnis
ja: 事業を選択
pt_br: Selecione Empresa
ru: Выберите бизнес
uz: Biznes-ni tanlang

source: Select Data to Export
ar: حدد البيانات المراد تصديرها
hi: निर्यात करने के लिए डेटा का चयन करें
id: Pilih Data untuk Diekspor
ja: エクスポートするデータを選択
pt_br: Selecionar dados para exportar
ru: Выберите данные для экспорта
uz: Eksport qilish uchun ma'lumotlarni tanlang

source: Select Database
ar: حدد قاعدة البيانات
hi: डेटाबेस चुनें
id: Pilih Basis Data
ja: データベースを選択
pt_br: Selecionar banco de dados
ru: Выберите базу данных
uz: Ma'lumotlar bazasini tanlang

source: Select Date
ar: حدد التاريخ
hi: दिनांक चुनें
id: Pilih Tanggal
ja: 日付を選択
pt_br: Selecionar data
ru: Выберите дату
uz: Sana-ni tanlang

source: Select Date & Time
ar: حدد التاريخ والوقت
hi: दिनांक और समय चुनें
id: Pilih Tanggal & Waktu
ja: 日時を選択
pt_br: Selecionar data e hora
ru: Выберите дату и время
uz: Sana va vaqtni tanlang

source: Select Destination Database
ar: حدد قاعدة البيانات الوجهة
hi: गंतव्य डेटाबेस का चयन करें
id: Pilih Database Tujuan
ja: 出力先データベースを選択
pt_br: Selecionar banco de dados de destino
ru: Выберите целевую базу
uz: Destination Database-ni tanlang

source: Select Documents
ar: حدد المستندات
hi: दस्तावेज़ चुनें
id: Pilih Dokumen
ja: 書類を選択
pt_br: Selecionar documentos
ru: Выбрать документы
uz: Hujjatlar-ni tanlang

source: Select a Menu Item
ar: حدد عنصر القائمة
hi: एक मेनू आइटम चुनें
id: Pilih Item Menu
ja: メニュー項目を選択
pt_br: Selecione um item de menu
ru: Выберите пункт меню
uz: Menyu elementini tanlang

source: Select a Plan
ar: حدد خطة
hi: एक योजना चुनें
id: Pilih Paket
ja: プランを選択
ko: 요금제 선택
pt_br: Selecione um plano
ru: Выберите план
uz: Rejani tanlang

source: Select a plan to view pricing and renewal details.
ar: حدد خطة لعرض تفاصيل الأسعار والتجديد.
hi: मूल्य निर्धारण और नवीनीकरण विवरण देखने के लिए एक योजना चुनें।
id: Pilih paket untuk melihat detail harga dan perpanjangan.
ja: 料金と更新内容を確認するにはプランを選択してください。
pt_br: Selecione um plano para ver preços e detalhes de renovação.
ru: Выберите план, чтобы увидеть цены и продление.
uz: Narxlar va yangilanish tafsilotlarini koʻrish uchun rejani tanlang.

source: Selected photos
ar: الصور المختارة
hi: चयनित तस्वीरें
id: Foto yang dipilih
ja: 選択した写真
pt_br: Fotos selecionadas
ru: Выбранные фото
uz: Tanlangan fotosuratlar

source: Set up a database with the proper schema
ar: قم بإعداد قاعدة بيانات بالمخطط المناسب
hi: उचित स्कीमा के साथ एक डेटाबेस सेट करें
id: Siapkan database dengan skema yang tepat
ja: 適切なスキーマでデータベースを設定
pt_br: Configurar um banco de dados com o esquema adequado
ru: Настройте базу данных с правильной схемой
uz: Tegishli sxema bilan ma'lumotlar bazasini oʻrnating

source: Share
ar: يشارك
hi: साझा करें
id: Bagikan
ja: 共有
pt_br: Compartilhar
ru: Поделиться
uz: Ulashish

source: Share Output
ar: مشاركة الإخراج
hi: आउटपुट साझा करें
id: Bagikan Hasil
ja: 共有する内容
pt_br: Compartilhar resultados
ru: Что отправить
uz: Natijani ulashish

source: Share Report
ar: مشاركة التقرير
hi: रिपोर्ट साझा करें
id: Bagikan Laporan
ja: レポートを共有
pt_br: Compartilhar relatório
ru: Поделиться отчетом
uz: Hisobotni almashish

source: Share this code with the member. They can enter it on the login screen after installing the app.
ar: شارك هذا الرمز مع العضو. ويمكنهم إدخاله على شاشة تسجيل الدخول بعد تثبيت التطبيق.
hi: इस कोड को सदस्य के साथ साझा करें. वे ऐप इंस्टॉल करने के बाद इसे लॉगिन स्क्रीन पर दर्ज कर सकते हैं।
id: Bagikan kode ini dengan anggota. Mereka dapat memasukkannya di layar login setelah menginstal aplikasi.
ja: このコードをメンバーに共有してください。メンバーはアプリをインストール後、ログイン画面で入力できます。
pt_br: Compartilhe este código com o membro. Eles podem inseri-lo na tela de login após instalar o aplicativo.
ru: Поделитесь этим кодом с участником. Он сможет ввести его на экране входа после установки приложения.
uz: Ushbu kodni aʻzo bilan baham koʻring. Ular ilovani oʻrnatgandan soʻng uni kirish ekraniga kiritishlari mumkin.

source: Show Schema Preview
ar: إظهار معاينة المخطط
hi: स्कीमा पूर्वावलोकन दिखाएँ
id: Tampilkan Pratinjau Skema
ja: スキーマプレビューを表示
pt_br: Mostrar visualização do esquema
ru: Показать предпросмотр схемы
uz: Sxemani oldindan koʻrishni koʻrsatish

source: Sign In
ar: تسجيل الدخول
hi: साइन इन
id: Masuk
ja: サインイン
ko: 로그인
pt_br: Fazer login
ru: Войти
uz: Kirish

source: Sign In (Optional)
ar: تسجيل الدخول (اختياري)
hi: साइन इन करें (वैकल्पिक)
id: Masuk (Opsional)
ja: サインイン（任意）
pt_br: Fazer login (opcional)
ru: Вход (необязательно)
uz: Kirish (ixtiyoriy)

source: Sign Up
ar: اشتراك
hi: साइन अप
id: Daftar
ja: 登録
pt_br: Inscreva-se
ru: Регистрация
uz: Roʻyxatdan oʻtish

source: Sign in only for sync or restore on other devices.
ar: قم بتسجيل الدخول فقط للمزامنة أو الاستعادة على الأجهزة الأخرى.
hi: केवल अन्य डिवाइस पर सिंक करने या पुनर्स्थापित करने के लिए साइन इन करें।
id: Masuk hanya untuk sinkronisasi atau pemulihan di perangkat lain.
ja: 他の端末との同期や復元が必要な場合のみサインインします。
ko: 다른 기기에서 동기화하거나 복원할 때만 로그인하세요.
pt_br: Faça login apenas para sincronizar ou restaurar em outros dispositivos.
ru: Войдите только для синхронизации или восстановления на других устройствах.
uz: Faqat boshqa qurilmalarda sinxronlash yoki tiklash uchun tizimga kiring.

source: Something went wrong.
ar: حدث خطأ ما.
hi: कुछ ग़लत हो गया.
id: Ada yang tidak beres.
pt_br: Algo deu errado.

source: Sort
ar: نوع
hi: क्रमबद्ध करें
id: Sortir
ja: 並び替え
pt_br: Classificar
ru: Сортировать
uz: Saralash

source: Sort By
ar: فرز حسب
hi: क्रमबद्ध करें
id: Urutkan Berdasarkan
ja: 並び替え
pt_br: Classificar por
ru: Сортировать по
uz: Saralash

source: Stage
ar: منصة
hi: मंच
id: Panggung
ja: ステージ
pt_br: Estágio
ru: Этап
uz: Bosqich

source: Stale Inventory
ar: مخزون راكد
hi: बासी सूची
id: Persediaan Basi
ja: 滞留在庫
pt_br: Estoque obsoleto
ru: Залежавшийся склад
uz: Turib qolgan inventar

source: Standard
ar: معيار
hi: मानक
id: Standar
ja: 標準
pt_br: Padrão
ru: Стандарт
uz: Standart

source: Start 1 Week Free Trial
ar: ابدأ الإصدار التجريبي المجاني لمدة أسبوع واحد
hi: 1 सप्ताह का निःशुल्क परीक्षण प्रारंभ करें
id: Mulai Uji Coba Gratis 1 Minggu
ja: 1週間無料で開始
pt_br: Inicie uma avaliação gratuita de 1 semana
ru: Начать 1 неделю бесплатно
uz: 1 haftalik bepul sinov muddatini boshlang

source: Start Date
ar: تاريخ البدء
hi: आरंभ तिथि
id: Tanggal Mulai
ja: 開始日
pt_br: Data de início
ru: Дата начала
uz: Boshlanish sanasi

source: Starting Balance
ar: رصيد البداية
hi: आरंभिक संतुलन
id: Saldo Awal
ja: 開始残高
pt_br: Saldo inicial
ru: Начальный баланс
uz: Boshlangʻich balans

source: Status
ar: حالة
hi: स्टेटस
ja: ステータス
ru: Статус
uz: Holat

source: Stock-101
ar: المخزون 101
hi: स्टॉक-101
id: Stok-101
pt_br: Estoque-101
uz: Stok-101

source: Structured around realized sales profit, monthly expenses, and cash movement instead of one synthetic net figure.
ar: منظم حول ربح المبيعات المحقق والمصروفات الشهرية وحركة النقد بدلًا من رقم صافي واحد مركب.
hi: एक सिंथेटिक शुद्ध आंकड़े के बजाय वास्तविक बिक्री लाभ, मासिक खर्च और नकदी आंदोलन के आसपास संरचित।
id: Terstruktur berdasarkan realisasi laba penjualan, pengeluaran bulanan, dan pergerakan kas, bukan satu angka bersih sintetis.
pt_br: Estruturado em torno do lucro de vendas realizado, despesas mensais e movimentação de caixa, em vez de um valor líquido sintético.

# Successfully exported %lld items. Failed: %lld
source: Successfully exported %1$lld items. Failed: %2$lld
ar: تم تصدير %1$lld عنصرًا بنجاح. فشل: %2$lld
hi: %1$lld आइटम सफलतापूर्वक निर्यात किए गए। विफल: %2$lld
id: Berhasil mengekspor item %1$lld. Gagal: %2$lld
ja: %1$lld件をエクスポートしました。 失敗: %2$lld件
pt_br: Itens %1$lld exportados com sucesso. Falha: %2$lld
ru: Экспортировано: %1$lld. Не удалось: %2$lld
uz: %1$lld element muvaffaqiyatli eksport qilindi. Muvaffaqiyatsiz: %2$lld

source: Summary
ar: ملخص
hi: सारांश
id: Ringkasan
ja: 概要
ko: 요약
pt_br: Resumo
ru: Сводка
uz: Xulosa

source: Supabase rejects gmail addresses shorter than 6 characters before the @. Add characters before @ or use another email.
ar: يرفض Supabase عناوين gmail التي يقل الجزء قبل @ فيها عن 6 أحرف. أضف أحرفًا قبل @ أو استخدم بريدًا إلكترونيًا آخر.
hi: Supabase @ से पहले 6 अक्षर से छोटे जीमेल पते को अस्वीकार करता है। @ से पहले अक्षर जोड़ें या किसी अन्य ईमेल का उपयोग करें।
id: Supabase menolak alamat Gmail yang kurang dari 6 karakter sebelum @. Tambahkan karakter sebelum @ atau gunakan email lain.
ja: Supabase は @ の前が6文字未満の gmail アドレスを拒否します。@ の前に文字を追加するか、別のメールを使用してください。
pt_br: Supabase rejeita endereços do Gmail com menos de 6 caracteres antes do @. Adicione caracteres antes de @ ou use outro e-mail.
ru: Supabase отклоняет gmail-адреса короче 6 символов перед @. Добавьте символы перед @ или используйте другой email.
uz: Supabase @ belgisidan oldin 6 belgidan qisqa gmail manzillarini rad etadi. @ dan oldin belgilar qoʻshing yoki boshqa email ishlating.

source: Sync
ar: مزامنة
hi: सिंक करें
id: Sinkronisasi
ja: 同期
ko: 동기화
pt_br: Sincronizar
ru: Синхр.
uz: Sinxronlash

source: Sync Diagnostics
ar: تشخيص المزامنة
hi: सिंक डायग्नोस्टिक्स
id: Sinkronisasi Diagnostik
ja: 同期診断
pt_br: Diagnóstico de sincronização
ru: Диагностика синхронизации
uz: Sinxronizatsiya diagnostikasi

source: Tap an account to view transactions.
ar: اضغط على حساب لعرض المعاملات.
hi: लेन-देन देखने के लिए किसी खाते पर टैप करें।
id: Ketuk akun untuk melihat transaksi.
ja: 口座をタップすると取引を確認できます。
pt_br: Toque em uma conta para ver as transações.
ru: Нажмите на счет для просмотра транзакций.
uz: Tranzaktsiyalarni koʻrish uchun hisob qaydnomasini bosing.

source: Tap the photos you want to include. The cover photo is still used for the card preview when available.
ar: اضغط على الصور التي تريد تضمينها. لا تزال صورة الغلاف مستخدمة لمعاينة البطاقة عند توفرها.
hi: उन फ़ोटो पर टैप करें जिन्हें आप शामिल करना चाहते हैं। कवर फ़ोटो का उपयोग अभी भी उपलब्ध होने पर कार्ड पूर्वावलोकन के लिए किया जाता है।
id: Ketuk foto yang ingin Anda sertakan. Foto sampul masih digunakan untuk pratinjau kartu bila tersedia.
ja: 含めたい写真をタップしてください。カバー写真がある場合は、カードプレビューに引き続き使用されます。
pt_br: Toque nas fotos que deseja incluir. A foto da capa ainda será usada para visualização do cartão, quando disponível.
ru: Нажмите фото, которые хотите включить. Обложка по-прежнему используется для предпросмотра карточки, если доступна.
uz: Qoʻshmoqchi boʻlgan fotosuratlarga teging. Muqova fotosurati mavjud boʻlganda ham kartani oldindan koʻrish uchun ishlatiladi.

source: Tap to review inventory alerts
ar: انقر لمراجعة تنبيهات المخزون
hi: इन्वेंट्री अलर्ट की समीक्षा करने के लिए टैप करें
id: Ketuk untuk meninjau peringatan inventaris
ja: タップして在庫アラートを確認
pt_br: Toque para revisar alertas de estoque
ru: Нажмите, чтобы просмотреть предупреждения по складу
uz: Inventarizatsiya haqida ogohlantirishlarni koʻrib chiqish uchun bosing

source: Task
ar: مهمة
hi: कार्य
id: Tugas
ja: タスク
pt_br: Tarefa
ru: Задача
uz: Vazifa

source: Taxes
ar: الضرائب
hi: कर
id: Pajak
ja: 税金
pt_br: Impostos
ru: Налоги
uz: Soliqlar

source: Team Invite Code
ar: رمز دعوة الفريق
hi: टीम आमंत्रण कोड
id: Kode Undangan Tim
ja: チーム招待コード
pt_br: Código de convite da equipe
ru: Код приглашения команды
uz: Jamoa taklifi kodi

source: Team Management
ar: إدارة الفريق
hi: टीम प्रबंधन
id: Manajemen Tim
ja: チーム管理
pt_br: Gerenciamento de equipe
ru: Управление командой
uz: Jamoa boshqaruvi

source: Template
ar: نموذج
hi: टेम्पलेट
id: Templat
ja: テンプレート
pt_br: Modelo
ru: Шаблон
uz: Shablon

source: Template Name
ar: اسم القالب
hi: टेम्पलेट का नाम
id: Nama Templat
ja: テンプレート名
pt_br: Nome do modelo
ru: Название шаблона
uz: Shablon nomi

source: Term months
ar: أشهر الفصل الدراسي
hi: अवधि माह
id: Jangka waktu bulan
ja: 返済月数
pt_br: Meses de vigência
ru: Срок в месяцах
uz: Davr oylari

source: Terms of Use
ar: شروط الاستخدام
hi: उपयोग की शर्तें
id: Ketentuan Penggunaan
ja: 利用規約
ko: 이용 약관
pt_br: Termos de Uso
ru: Условия использования
uz: Foydalanish shartlari

source: Text summary
ar: ملخص النص
hi: पाठ सारांश
id: Ringkasan teks
ja: テキスト概要
pt_br: Resumo do texto
ru: Текстовое резюме
uz: Matn xulosasi

source: The month did not generate enough realized activity to offset the current operating load.
ar: لم يحقق الشهر نشاطًا فعليًا كافيًا لتغطية العبء التشغيلي الحالي.
hi: मौजूदा परिचालन भार की भरपाई के लिए इस महीने में पर्याप्त गतिविधि उत्पन्न नहीं हुई।
id: Bulan tersebut tidak menghasilkan realisasi aktivitas yang cukup untuk mengimbangi beban operasional saat ini.
pt_br: O mês não gerou atividade realizada suficiente para compensar a carga operacional atual.

source: This VIN is already in your inventory.
ar: رقم VIN هذا موجود بالفعل في مخزونك.
hi: यह VIN पहले से ही आपकी सूची में है।
id: VIN ini sudah ada di inventaris Anda.
ja: このVINはすでに在庫に登録されています。
pt_br: Este VIN já está em seu estoque.
ru: Этот VIN уже есть в вашем инвентаре.
uz: Bu VIN allaqachon inventaringizga kiritilgan.

source: This affects currency formatting and distance units
ar: يؤثر هذا على تنسيق العملة ووحدات المسافة
hi: यह मुद्रा स्वरूपण और दूरी इकाइयों को प्रभावित करता है
id: Hal ini mempengaruhi format mata uang dan satuan jarak
ja: 通貨表示と距離単位に反映されます
pt_br: Isso afeta a formatação da moeda e as unidades de distância
ru: Влияет на формат валюты и единицы расстояния
uz: Bu valyuta formatlash va masofa birliklariga ta'sir qiladi

source: This password is shown once. Share it securely and ask the member to change it after signing in.
ar: يتم عرض كلمة المرور هذه مرة واحدة. شاركها بشكل آمن واطلب من العضو تغييرها بعد تسجيل الدخول.
hi: यह पासवर्ड एक बार दिखाया जाता है. इसे सुरक्षित रूप से साझा करें और साइन इन करने के बाद सदस्य से इसे बदलने के लिए कहें।
id: Kata sandi ini ditampilkan satu kali. Bagikan dengan aman dan minta anggota untuk mengubahnya setelah masuk.
ja: このパスワードは一度だけ表示されます。安全な方法で共有し、サインイン後に変更するようメンバーへ依頼してください。
pt_br: Esta senha é mostrada uma vez. Compartilhe-o com segurança e peça ao membro para alterá-lo após fazer login.
ru: Этот пароль показывается один раз. Передайте его безопасно и попросите участника изменить после входа.
uz: Ushbu parol bir marta koʻrsatiladi. Uni xavfsiz ulashing va tizimga kirganingizdan keyin aʻzodan uni oʻzgartirishni soʻrang.

source: This will permanently delete your account and all data.
ar: سيؤدي هذا إلى حذف حسابك وجميع البيانات بشكل دائم.
hi: इससे आपका खाता और सारा डेटा स्थायी रूप से हटा दिया जाएगा.
id: Ini akan menghapus akun Anda dan semua data secara permanen.
ja: アカウントとすべてのデータが完全に削除されます。
pt_br: Isso excluirá permanentemente sua conta e todos os dados.
ru: Это действие безвозвратно удалит ваш аккаунт и все данные.
uz: Bu sizning hisobingiz va barcha maʻlumotlarni butunlay oʻchirib tashlaydi.

source: This will remove the debt and all its payments.
ar: سيؤدي هذا إلى إزالة الديون وجميع مدفوعاتها.
hi: इससे कर्ज और उसके सभी भुगतान दूर हो जाएंगे।
id: Ini akan menghapus hutang dan seluruh pembayarannya.
ja: 債務と関連するすべての支払いを削除します。
pt_br: Isso removerá a dívida e todos os seus pagamentos.
ru: Это удалит долг и все его платежи.
uz: Bu qarzni va uning barcha toʻlovlarini olib tashlaydi.

source: This will save the current category, vehicle, user, and account as a template.
ar: سيؤدي هذا إلى حفظ الفئة الحالية والمركبة والمستخدم والحساب كقالب.
hi: यह वर्तमान श्रेणी, कार, उपयोगकर्ता और खाते को एक टेम्पलेट के रूप में सहेजेगा।
id: Ini akan menyimpan kategori, kendaraan, pengguna, dan akun saat ini sebagai templat.
ja: 現在のカテゴリ、車両、ユーザー、口座をテンプレートとして保存します。
pt_br: Isso salvará a categoria atual, o veículo, o usuário e a conta como modelo.
ru: Это сохранит текущую категорию, автомобиль, пользователя и счет как шаблон.
uz: Bu joriy toifa, avtomobil, foydalanuvchi va hisobni shablon sifatida saqlaydi.

source: Time
ar: وقت
hi: समय
id: Waktu
ja: 時刻
pt_br: Tempo
ru: Время
uz: Vaqt

source: Title
ar: عنوان
hi: शीर्षक
id: Judul
ja: 名義関連
pt_br: Título
ru: Титул
uz: Sarlavha

source: Top expense categories
ar: أعلى فئات المصروفات
hi: शीर्ष खर्च श्रेणियां
id: Kategori pengeluaran teratas
pt_br: Principais categorias de despesas

source: Top profitable vehicles
ar: أعلى المركبات ربحية
hi: शीर्ष लाभदायक कार
id: Kendaraan paling menguntungkan
pt_br: Veículos mais lucrativos

source: Total Expenses
ar: إجمالي المصروفات
hi: कुल खर्च
id: Jumlah Expenses
ja: 経費合計
pt_br: Despesas totais
ru: Всего расходов
uz: Jami xarajatlar

source: Total Exported:
ar: إجمالي الصادرات:
hi: कुल निर्यात:
id: Jumlah yang Diekspor:
ja: エクスポート合計:
pt_br: Total exportado:
ru: Всего экспортировано:
uz: Jami eksport qilingan:

source: Total revenue
ar: إجمالي الإيرادات
hi: कुल राजस्व
id: Pendapatan total
pt_br: Receita total

source: Toyota
ar: تويوتا
hi: टोयोटा

source: Track money you owe or that is owed to you.
ar: تتبع الأموال المستحقة عليك أو المستحقة لك.
hi: आप पर जो पैसा बकाया है या जो आप पर बकाया है उसे ट्रैक करें।
id: Lacak uang yang Anda miliki atau yang terutang kepada Anda.
ja: 支払うべき金額と受け取るべき金額を管理します。
pt_br: Rastreie o dinheiro que você deve ou que é devido a você.
ru: Отслеживайте деньги, которые вы должны или вам должны.
uz: Qarzingiz yoki qarzingiz borligini kuzatib boring.

source: Transaction
ar: عملية
hi: लेन-देन
id: Transaksi
ja: 取引
pt_br: Transação
ru: Транзакция
uz: Tranzaksiya

source: Transactions
ar: المعاملات
hi: लेन-देन
id: Transaksi
ja: 取引
pt_br: Transações
ru: Транзакции
uz: Bitimlar

source: Trial
ar: محاكمة
hi: परीक्षण
id: Percobaan
ja: トライアル
ko: 체험
pt_br: Teste
ru: Пробный период
uz: Sinov

source: Try adjusting your filters or add a new expense.
ar: حاول تعديل عوامل التصفية أو إضافة نفقات جديدة.
hi: अपने फ़िल्टर समायोजित करने का प्रयास करें या कोई नया खर्च जोड़ें।
id: Coba sesuaikan filter Anda atau tambahkan pengeluaran baru.
ja: フィルターを調整するか、新しい経費を追加してください。
pt_br: Tente ajustar seus filtros ou adicionar uma nova despesa.
ru: Попробуйте изменить фильтры или добавьте новый расход.
uz: Filtrlaringizni sozlab koʻring yoki yangi xarajat qoʻshing.

source: Type
ar: يكتب
hi: प्रकार
id: Ketik
ja: 種別
pt_br: Tipo
ru: Тип
uz: Turi

source: Type DELETE to confirm, and re-enter your account email to proceed.
ar: اكتب DELETE للتأكيد، ثم أدخل بريد حسابك الإلكتروني مرة أخرى للمتابعة.
hi: पुष्टि करने के लिए DELETE टाइप करें, और आगे बढ़ने के लिए अपना खाता ईमेल दोबारा दर्ज करें।
id: Ketik DELETE untuk mengonfirmasi, dan masukkan kembali email akun Anda untuk melanjutkan.
ja: 確認のためDELETEと入力し、続行するにはアカウントのメールアドレスを再入力してください。
pt_br: Digite DELETE para confirmar e digite novamente o e-mail da sua conta para continuar.
ru: Введите DELETE для подтверждения и повторно введите email аккаунта.
uz: Tasdiqlash uchun DELETE ni kiriting va davom etish uchun hisob qaydnomangizni qayta kiriting.

source: Unable to load plans
ar: غير قادر على تحميل الخطط
hi: योजनाएँ लोड करने में असमर्थ
id: Tidak dapat memuat rencana
ja: プランを読み込めません
ko: 요금제를 불러올 수 없습니다
pt_br: Não foi possível carregar os planos
ru: Не удалось загрузить планы
uz: Rejalarni yuklab boʻlmadi

source: Units in stock
ar: الوحدات في المخزون
hi: स्टॉक में इकाइयाँ
id: Stok satuan
pt_br: Unidades em estoque

source: Unlimited inventory, cloud sync, reports, and analytics are ready.
ar: مخزون غير محدود، ومزامنة سحابية، وتقارير، وتحليلات جاهزة.
hi: असीमित इन्वेंट्री, क्लाउड सिंक, रिपोर्ट और एनालिटिक्स तैयार हैं।
id: Inventaris tak terbatas, sinkronisasi cloud, laporan, dan analitik sudah siap.
ja: 在庫管理、クラウド同期、レポート、分析をすべて利用できます。
ko: 무제한 재고, 클라우드 동기화, 보고서, 분석을 사용할 수 있습니다.
pt_br: Estoque ilimitado, sincronização na nuvem, relatórios e análises estão prontos.
ru: Безлимитный инвентарь, облачная синхронизация, отчеты и аналитика готовы.
uz: Cheksiz inventar, bulutli sinxronizatsiya, hisobotlar va tahlillar tayyor.

source: Unlock Full Potential
ar: فتح الإمكانات الكاملة
hi: पूरी क्षमता को अनलॉक करें
id: Buka Potensi Penuh
ja: すべての機能を解放
ko: 모든 기능 잠금 해제
pt_br: Desbloquear todo o potencial
ru: Откройте весь потенциал
uz: Toʻliq salohiyatni oching

source: Unlock unlimited potential for your dealership business.
ar: أطلق العنان لإمكانات غير محدودة لإدارة معرضك.
hi: अपने लिए असीमित संभावनाओं को अनलॉक करें डीलरशिप व्यवसाय.
id: Buka potensi tak terbatas untuk Anda bisnis dealer.
ja: 販売店業務の可能性を 最大限に引き出します。
pt_br: Desbloqueie um potencial ilimitado para o seu negócio de concessionária .
ru: Откройте безграничные возможности для вашего дилерского бизнеса.
uz: Cheksiz imkoniyatlaringizni oching dilerlik biznesi.

source: Update Now
ar: حدّث الآن
hi: अभी अपडेट करें
id: Perbarui Sekarang
ja: 今すぐ更新
pt_br: Atualizar agora
ru: Обновить сейчас
uz: Hozir yangilash

source: Update Password
ar: تحديث كلمة المرور
hi: पासवर्ड अपडेट करें
id: Perbarui Kata Sandi
ja: パスワードを更新
pt_br: Atualizar senha
ru: Обновить пароль
uz: Parolni yangilash

source: Update Required
ar: التحديث مطلوب
hi: अद्यतन आवश्यक
id: Pembaruan Diperlukan
ja: 更新が必要です
pt_br: Atualização necessária
ru: Требуется обновление
uz: Yangilash talab qilinadi

source: Updating...
ar: جارٍ التحديث...
hi: अद्यतन किया जा रहा है...
id: Memperbarui...
ja: 更新中...
pt_br: Atualizando...
ru: Обновление...
uz: Yangilanmoqda...

source: Upgrade to
ar: الترقية إلى
hi: में अपग्रेड करें
id: Tingkatkan ke
ja: アップグレード先
pt_br: Atualizar para
ru: Перейти на
uz: ga yangilang

source: Upgrade to Pro
ar: الترقية إلى برو
hi: Pro में अपग्रेड करें
id: Tingkatkan ke Pro
ja: Proにアップグレード
pt_br: Fazer upgrade para Pro
ru: Перейти на Pro
uz: Pro versiyasiga yangilang
